projects/server/tsung/log/20161128-1537/200.xml
<?xml version="1.0"?><tsung loglevel="warning">

  <clients>
    <client host="localhost" use_controller_vm="true" maxusers="30000000"/>
  </clients>

  <servers>
    <server host="localhost" port="8080" type="tcp"/>
  </servers>

  <load>
    <arrivalphase phase="1" duration="100" unit="second">
      <users arrivalrate="200" unit="second"/>
    </arrivalphase>
  </load>

  <sessions>
    <session name="es_load" weight="1" type="ts_http">
      <request>
      <http url="/index.html" method="GET"/>
      </request>
    </session>
  </sessions>
</tsung>